Repository: closemarketing/Gravity-Forms-Spanish-Language
Catalog: languages/gravityformscampaignmonitor/*.po
Languages: es_es

source: Subscribe user to Campaign Monitor only when payment is received.
es_es: Suscribir usuario Campaign Monitor sólo cuando se recibe el pago.

source: Campaign Monitor Add-On v3.0
es_es: Addon Campaign Monitor v3.0

source: Manage Campaign Monitor Contextually
es_es: Manejar contextualmente Campaign Monitor

source: Campaign Monitor Feeds are now accessed via the Campaign Monitor sub-menu within the Form Settings for the Form with which you would like to integrate Campaign Monitor.
es_es: Los conectores de Campaign Monitor ahora se acceden mediante el submenú de Campaign Monitor dentro de la configuración de forma para el formulario con el que quieres integrar a Campaign Monitor.

source: I understand this change, dismiss this message!
es_es: Entiendo este cambio, descartar este mensaje!

source: Please wait...
es_es: Espere, por favor

source: Campaign Monitor Account Information
es_es: Campaign Monitor Información Cuenta

source: Campaign Monitor is an email marketing software for designers and their clients. Use Gravity Forms to collect customer information and automatically add them to your client's Campaign Monitor subscription list. If you don't have a Campaign Monitor account, you can %1$ssign up for one here%2$s
es_es: Campaign Monitor es un software de Email Marketing para diseñadores y clientes. Utiliza Gravity Forms para recoger información de clientes y automáticamente añadirlos a tu cuenta de suscripción de Clientes Campaign Monitor. Si no tienes una de Campaign Monitor, puedes darte de %1$s alta aquí. %2$s

source: API Key
es_es: Llave API

source: API Client ID
es_es: ID Cliente API

source: You can find your unique API key by clicking on the 'Account Settings' link at the top of your Campaign Monitor screen.
es_es: Puede encontrar su clave API única haciendo clic en el enlace &#39;Configuración de cuenta &quot;en la parte superior de la pantalla del monitor de Campaña

source: (Optional) Enter an API Client ID to limit this Add-On to the specified client.
es_es: ﻿(Opcional) Introduzca un ID de cliente de la API para limitar este Add-on para el cliente especificado.

source: We are unable to login to Campaign Monitor with the provided API key. Please make sure you have entered a valid API key in the %sSettings Page%s
es_es: No hemos podido iniciar la sesión en el Campaign Monitor con la llave API ofrecida. Por favor, revisa de que se haya puesto la contraseña API en %sPágina Configuración%s

source: Campaign Monitor Feed
es_es: Conectores con Campaign Monitor

source: Name
es_es: Nombre

source: Enter a feed name to uniquely identify this setup.
es_es: Introduce el nombre del conector único para identificar esta configuración.

source: Client
es_es: Cliente

source: Select the Campaign Monitor client you would like to add your contacts to.
es_es: Selecciona el Cliente Campaign Monitor que te gustaría añadir a los contactos.

source: Contact List
es_es: Lista Contactos

source: Select the Campaign Monitor list you would like to add your contacts to.
es_es: Selecciona la Lista Campaign Monitor que te gustaría añadir los contactos.

source: Map Fields
es_es: Campos del Mapa

source: Associate your Campaign Monitor custom fields to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
es_es: Asociar los campos personalizados Campaign Monitor a los campos de Gravity Forms apropiadas seleccionando el campo del formulario adecuado en la lista.

source: Opt In
es_es: Condición Entrada

source: Opt-In Condition
es_es: Condición de Entrada

source: When the opt-in condition is enabled, form submissions will only be exported to Campaign Monitor when the condition is met. When disabled all form submissions will be exported.
es_es: Cuando la condición de opt-in está activado, los envíos de formularios sólo se exportarán a Campaign Monitor cuando se cumple la condición. Cuando deshabilitado se exportarán todos los envíos de formularios.

source: Options
es_es: Opciones

source: Resubscribe
es_es: Resuscribir

source: When this option is enabled, if the subscriber is in an inactive state or has previously been unsubscribed, they will be re-added to the active list. Therefore, this option should be used with caution and only when appropriate.
es_es: Cuando se activa esta opción, si el abonado se encuentra en un estado inactivo o ha sido previamente dado de baja, que se volverán a añadirse a la lista activa. Por lo tanto, esta opción debe utilizarse con precaución y sólo cuando sea necesario.

source: This option will re-subscribe users that have been unsubscribed. Use with caution and only when appropriate.
es_es: Esta opción será volver a suscribirse los usuarios que han sido no suscritos. Utilice con precaución y sólo cuando proceda.

source: Campaign Monitor Client
es_es: Cliente Campaign Monitor

source: Campaign Monitor List
es_es: Lista Campaign Monitor

source: (List not found in Campaign Monitor
es_es: (La lista que no se encuentra en Campaign Monitor

source: Gravity Forms Campaign Monitor Add-On
es_es: Hay una nueva versión disponible del Addon Campaign Monitor de Gravity Forms.

source: http://www.gravityforms.com
es_es: https://www.closemarketing.es/likes/gravity-forms/

source: Integrates Gravity Forms with Campaign Monitor allowing form submissions to be automatically sent to your Campaign Monitor account
es_es: Seleccione el formulario gravity que le gustaría integrar con Campaign Monitor. Contactos generados por este formulario se añadirán automáticamente a tu cuenta de Campaign Monitor.

source: http://www.rocketgenius.com
es_es: https://www.closemarketing.es/likes/gravity-forms/
