Repository: closemarketing/Gravity-Forms-Spanish-Language
Catalog: languages/gravityformscoupons/*.po
Languages: es_es

source: Applies to Which Form?
es_es: ï»¿Â¿Se aplica al formulario?

source: Select the Gravity Form you would like to integrate with Coupons.
es_es: Selecciona el Formulario que quieres integrar con Cupones.

source: Coupon Basics
es_es: BÃ¡sicos del Formuario

source: Coupon Name
es_es: Nombre CupÃ³n

source: Enter coupon name.
es_es: Introduce el Nombre del CupÃ³n.

source: Coupon Code
es_es: CÃ³digo CupÃ³n

source: Enter the value users should enter to apply this coupon to the form total.
es_es: Introducir el valor de los usuarios que deben introducir para aplicar este cupón al total del formulario.

source: Coupon Amount
es_es: Cantidad Cupones

source: Enter the amount to be deducted from the form total.
es_es: Introduce el importe que debe deducirse del total del formulario.

source: Coupon Options
es_es: Opciones CupÃ³n

source: Start Date
es_es: Fecha Inicio

source: Enter the date when the coupon should start.
es_es: Introduce la fecha cuando el cupÃ³n empezarÃ¡.

source: End Date
es_es: Fecha Final

source: Enter the date when the coupon should expire.
es_es: Introduce la fecha cuando el cupÃ³n caducarÃ¡.

source: Usage Limit
es_es: LÃ­mite de uso

source: Enter the number of times coupon code can be used.
es_es: Introduce el nÃºmero de veces que el cÃ³digo del cupÃ³n se podrÃ¡ usar.

source: Is Stackable
es_es: Es Stockable

source: Usage Count
es_es: ï»¿Recuento de uso

source: Select a Form
es_es: Seleccionar Formulario

source: Any Form
es_es: Cualquier Formulario

source: Flat
es_es: Precio único

source: Percentage(%)
es_es: Porcentaje(%)

source: Reset Usage Count
es_es: Resetear el contador de uso

source: Title
es_es: TÃ­tulo

source: Form
es_es: Formulario

source: Amount
es_es: Cantidad

source: Expires
es_es: Finaliza

source: You must add a Product field to the form first
es_es: Debes añadir un campo de producto al formulario primero

source: Coupon
es_es: CupÃ³n

source: Coupon Code:
es_es: ï»¿Codigo de cupÃ³n:

source: You must enter a value for coupon code.
es_es: ï»¿Debe introducir un valor para el cÃ³digo de cupÃ³n.

source: Invalid coupon.
es_es: ï»¿CupÃ³n no vÃ¡lido.

source: This coupon can't be applied more than once.
es_es: ï»¿Este cupÃ³n no puede aplicarse mÃ¡s de una vez.

source: This coupon can't be used in conjunction with other coupons you have already entered.
es_es: ﻿Este cupón no puede usarse en conjunción con otros cupones que ya utilizadas.

source: This coupon is currently inactive.
es_es: Este cupón está actualmente inactivo.

source: This coupon has expired.
es_es: Este CupÃ³n ha caducado.

source: This coupon has reached its usage limit.
es_es: ï»¿Este cupÃ³n ha alcanzado su lÃ­mite de uso.

source: Edit this feed
es_es: Editar la fuente

source: Edit
es_es: Editar

source: Coupon fields are not editable
es_es: Los campos de producto no son editables

source: Apply
es_es: Aplicar

source: please wait
es_es: por favor espere

source: Gravity Forms Coupons Add-On
es_es: Gravity Forms Cupones Addon

source: http://www.gravityforms.com
es_es: https://www.closemarketing.es/likes/gravityforms/

source: http://www.rocketgenius.com
es_es: https://www.closemarketing.es/likes/gravityforms/
